;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasi
;
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 9.05
; Update: 28 de Janeiro 2016
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Translation]
ReadHabit=Left-to-right
LanguageName=PT-PT
LangCode=0816
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
pmGo=Abrir Pasta Respectiva
pmNone=Desmarcar Tudo
pmAll1=Selec. Tudo
pmrec=Recomendado
pmIgnore=Ignorar este item
pmExport=Exportar para...
pmInvert=Inverter Selecção
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
FrmWDC.pmPortable.caption=Criar uma versão portátil
;
; Interface Principal
;
;FrmCommon.lblcustomhint.caption=Analisar entradas personalizadas
;FrmCommon.lblcustom.caption=Personalizado
FrmScheduler.caption=Agendador
FrmCommon.lbltrash.caption=Lixo
FrmCommon.lbltrace.caption=Rastos
FrmCommon.lblapp.caption=Programas
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Ficheiros inúteis no computador.
FrmCommon.lbltracehint.caption=Rastos do sistema e do utilizador.
FrmCommon.lblapphint.caption=Ficheiros inúteis ou rastos criados por outros programas.
FrmCommon.lblcookiehint.caption=Cookies do navegador e do flash.
FrmWDC.pmRestore.caption=Restaurar
FrmWDC.pmSettings.caption=Definições
FrmGeneral.chkuac.caption=Ignorar UAC
FrmWDC.pmHelp.caption=Ajuda online
FrmWDC.pmHome.caption=Página Inicial
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Contacte-nos
FrmWDC.pmCheckNew.caption=Procurar Actualizações
FrmWDC.pmLang.caption=Idiomas
FrmWDC.pmSkin.caption=Mudar Aparência
FrmWDC..caption=Acerca
FrmWDC.btnsettings.caption=Definições
FrmWDC.btncomm.caption=Limpeza Normal
FrmWDC.btnadv.caption=Limpeza Avançada
FrmWDC.btnsilm.caption=Emagrecer Sistema
FrmWDC.btnlikeit.caption=Gosto
FrmWDC.btnsuggest.caption=Sugestões e Comentários
FrmWDC.btnupdate.caption=Procurar actualizações
FrmWDC.btnfacebook.hint=Siga-nos no facebook
FrmWDC.btntwitter.hint=Siga-nos no Twitter
FrmWDC.btnemail.hint=Partilhe-o com os seus amigos
;
; Limpeza Avançada
;
FrmAdvSettings.lblinfo.caption="Encontrar ficheiros vazios" só produz efeito uma vez. Para a próxima precisa selecioná-lo de novo.
Frmadvdc.btnscan.caption=Iniciar Análise
Frmadvdc.lblpath.caption=Local a Analisar:
Frmadvdc.btnrescan.caption=Reanalizar
Frmadvdc.btnall.caption=Selec. Tudo
Frmadvdc.btnadvanced.caption=Definições Avançadas
Frmadvdc.btnnone.caption=Desmarcar Tudo
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner é o melhor utilitário de limpeza de Registo para Windows. Rápido, Eficaz e Seguro!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=A Mais Rápida Velocidade de Análise do Mundo!
Frmadvdc.lblrec.caption=Outras Aplicações que os Utilizadores Gostam:
Frmadvdc.vtfiles.Columns[0]=Nome do Ficheiro
Frmadvdc.vtfiles.Columns[1]=Tamanho
Frmadvdc.vtfiles.Columns[2]=Atalho
Frmadvdc.vtfiles.Columns[3]=Último Acesso
Frmadvdc.vtfiles.Columns[4]=Tipo
;
; Definições Avançadas
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Adicionar
FrmAdvSettings.btnremove.caption=Remover
FrmAdvSettings.btncancel.caption=Cancelar
FrmAdvSettings.wcknull.caption=Ficheiros vazios (0 bytes, mais lento)
FrmAdvSettings.wckshortcut.caption=Atalhos inválidos (mais lento)
FrmAdvSettings.caption=Definições Avançadas
FrmAdvSettings.btnre.caption=Recomendado
FrmAdvSettings.btnall.caption=Sel. Tudo
FrmAdvSettings.btnnone.caption=Desmarcar Tudo
FrmWDC.btnassist.caption=Ajuda
FrmGeneral.chkassist.caption=Avisar-me quando alguém colocar uma questão paga.
;
; Acerca
;
FrmAboutWin.caption=Acerca
FrmAboutWin.btnOK.caption=Ok
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblemail.caption=Email de Apoio:
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmAbout.btngoogle.hint=Siga-nos no Google+
;
; Definições de Execução Automática
;
FrmAutorunSettings.lblcmd.caption=Modo de Linha de Comandos
FrmAutorunSettings.lblcmdinfo.caption=Pode executar o programa, analisar e limpar as suas unidades automaticamente, da linha de comandos. Para mais informação, pressione F1 ou clique na seguinte URL para ler os nossos documentos de ajuda.
FrmAutorunSettings.chk1.caption=Criar um ícone "Limpar com 1-clique", e colocá-lo no ambiente de trabalho
FrmAutorunSettings.chkadv.caption=Incluir limpeza avançada
FrmAutorunSettings.btnhelp.caption=Ajuda online
;
; Limpeza Comum
;
FrmCommon.btnall.caption=Selec. Tudo
FrmCommon.btnre.caption=Recomendado
FrmCommon.btnnone.caption=Desmarcar Tudo
FrmCommon.wckadv.caption=Incluir Limpeza Avançada
FrmCommon.WiseLabel1.caption=Agendar
FrmCommon.lbltype.caption=Tipo de Análise:
FrmCommon.lblweek.caption=Dia:
FrmCommon.lbltime.caption=Hora:
FrmCommon.btnScan.caption=Iniciar Análise
FrmCommon.lblstat.caption=Rápido e fácil para limpar ficheiros inúteis e rastos.
FrmCommon.btncancel.caption=Cancelar
FrmCommon.btnrescan.caption=Reanalizar
;
; Lista de Exclusões
;
FrmExclusion.btnAddFile.caption=Adicionar ficheiro
FrmExclusion.btnAddFolder.caption=Adicionar pasta
FrmExclusion.btnAddType.caption=Adic. tipo de ficheiro
FrmExclusion.BtnAddCookie.caption=Adicionar Cookies
FrmExclusion.btnImport.caption=Importar
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
;
; Definições Gerais
;
FrmMode.lblmode.caption=Escolha o seu modo de utilização
FrmMode.btnAdv.caption=Modo Clássico
FrmMode.btnSimple.caption=Modo Fácil
FrmGeneral.lblmode.caption=Por favor escolha o seu modo de utilização:
FrmGeneral.chkmode0.caption=Modo Fácil
FrmGeneral.chkmode1.caption=Modo Clássico
FrmCustom.lblCustom.caption=Personalize as suas regras de análise.
FrmCustom.lblcustominfo.caption=Se é um utilizador experimentado, pode personalizar as suas regras para analizar mais ficheiros desnecessários. Clique na seguinte ligação para aprender como fazer o seu ficheiro de configuração.
FrmCustom.btnhelp.caption=Ajuda On-line
FrmSettings.tsCustom.caption=Personalizado
FrmGeneral.lbtran.caption=Traduzir para...
FrmGeneral.chkNews.caption=Receber boletim de notícias
FrmGeneral.chknotice.caption=Mostrar auto aviso de limpeza
FrmGeneral.chkwipe.caption=Eliminação Segura (mais lento)
FrmGeneral.WiseLabel1.caption=Proc.Actualizações:
FrmGeneral.WiseLabel2.caption=Idioma Padrão:
FrmGeneral.btnchecknew.caption=Procurar Agora
FrmCustom.WiseLabel4.caption=Pastas Personalizadas para esvaziar (Apenas utilizadores avançados)
FrmCustom.btnAdd.caption=Adicionar
FrmCustom.btnRemove.caption=Remover
FrmGeneral.chkexp.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente
FrmGeneral.lblexp.caption=Detalhe
;
; Restaurar
;
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
FrmRestore.Btnclose.caption=Fechar
FrmRestore.caption=Restaurar
;
; Definições
;
FrmSettings.tsCommon.caption=Geral
FrmSettings.tsAutoRun.caption=Auto Executar
FrmSettings.tsExclusion.caption=Exclusões
FrmSettings.btnAbout.caption=Acerca
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmSettings.caption=Definições
;
; Limpeza do Sistema
;
FrmSysClean.lblrecommendinfo.caption=Experimente já os nossos excelentes produtos para melhorar o desempenho do Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer é um pacote de utilitários importante para o registo, disco e sistema do seu computador. Fácil de utilizar e Eficaz!
FrmSysClean.lbl1.caption=Wise Registry Cleaner é o melhor utilitário de limpeza de Registo para Windows. Rápido, Eficaz e Seguro!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Quer melhorar ainda mais o desempenho do seu Windows?
FrmSysClean.btnSlimming.caption=Remover
FrmSysClean.btnall.caption=Selec. Tudo
FrmSysClean.btnrecommended.caption=Recomendado
FrmSysClean.btnnone.caption=Desmarcar Tudo
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Tamanho
FrmSysClean.vtsys.Columns[2]=Localização
FrmSysClean.vtsys.Columns[3]=Sugestão
;
; Desfragmentação do Disco
;
FrmDiskDefrag.btnfree.caption=Espaço Livre
FrmDiskDefrag.btnfolder.caption=Pasta
FrmDiskDefrag.btnfile.caption=Ficheiro
FrmDiskDefrag.btnsystem.caption=Ficheiro de Sistema
FrmDiskDefrag.btnFragmented.caption=Fragmentos
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Desligar após desfragmentar o disco.
FrmDiskDefrag.btnpause.caption=Pausar
FrmDiskDefrag.btnstop.caption=Parar
FrmDiskDefrag.btnDefrag.caption=Defragmentar
FrmWDC.btndefrag.caption=Desfragmentar Disco
;
; Gostar de Nós
;
FrmlikeUs.lblTitle.caption=Se gosta do Wise Disk Cleaner, por favor dê a conhecer esta adorável ferramenta grátis aos seus conhecidos.
FrmlikeUs.lblInfo.caption=Por favor partilhe o Wise Disk Cleaner com a sua família, amigos e colegas por Email, Blog, Twitter, Youtube, Facebook, ect.. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmlikeUs.lblRate.caption=Classifique o Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Siga-nos em:
FrmlikeUs.lblshare.caption=Partilhe o Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Transferir
FrmlikeUs.imgrate.hint=Dê-nos o prémio de 5 estrelas
FrmlikeUs.imgmail.hint=Partilhe-o com os seus amigos
FrmlikeUs.imgface1.hint=Partilhe-o no facebook
FrmlikeUs.imgface2.hint=Siga-nos no facebook
FrmlikeUs.imgtwitter1.hint=Partilhe-o no twitter
FrmlikeUs.imgtwitter2.hint=Siga-nos no twitter
FrmlikeUs.Caption=Gosto
FrmlikeUs.lbldownload.caption=Transfira mais freeware de WiseCleaner.com
;
; Segurança Básica
;
;Frmsecurity.caption=Programa de Melhoria Baseado na Experiência do Cliente WiseCleaner.com
;Frmsecurity.lbltitle.caption=Adira ao Programa de Melhoria Baseado na Experiência do Cliente
;Frmsecurity.lblinfo1.caption=Para ajudar a melhorar este produto, pode aderir ao Programa de Melhoria Baseado na Experiência do Cliente para enviar informações para WiseCleaner.com acerca da utilização dos produtos da WiseCleaner.com.
;Frmsecurity.lblinfo2.caption=Nenhuma da informação recolhida será usada para identificá-lo ou contactá-lo e pode deixar o programa a qualquer altura.
;Frmsecurity.lbllink.caption=Saiba mais acerca do Programa de Melhoria Baseado na Experiência do Cliente.
;Frmsecurity.cbagree.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente.
;Frmsecurity.cbagainst.caption=Neste momento não quero aderir ao programa.
;Frmsecurity.btnok.caption=OK

[Message]
Entries=Entradas
Clean=Limpo
ScheduleHint=Limpe o seu computador regularmente.
UpdateError=Erro na actualização, quer transferir a versão mais recente do nosso site?
LestOneItem=Deve escolher pelo menos um item para limpar.
HistorySaved=Total de espaço ganho: %s
DisableAdd=Por razões de segurança, algumas pastas especiais (tais como "Pasta Windows", "Arranque do Disco Rígido" e "CD-ROM" não podem ser adicionadas a esta lista.
ConfirmAdd=Tem a certeza que quer remover todos os ficheiros em %s quando executar "Limpeza Avançada"?
DupFolder=Esta pasta já existe na lista.
ExImport=A lista de exclusões foi exportada para:
SelectHardDrive=Por favor seleccione um disco rígido
CreationDate=Data de Criação
Description=Descrição
NowCleaning=A Limpar:
ScheduleNextTime=A próxima vez:
Never=Nunca
InputType=Introduza o nome ou o tipo de ficheiro (Por exemplo: *.tmp, etc...)
WarnNoType=Por favor escolha pelo menos um tipo de ficheiro a procurar!
NoItemChecked=Por favor escolha um ou mais ficheiros para limpar.
WDCRunning=O programa está em execução.
RemoveSysRestore=Quer remover o ponto de restauro do sistema seleccionado?
RestoreFromSysRestore=Deve reiniciar o computador para o restauro do sistema. Quer iniciar o restauro agora?
WarnZeroFile=Seleccionou o Modo "Ficheiro Vazio". Alguns ficheiros de 0 bytes são necessários, por favor analise-os antes de os remover. Tem a certeza que quer continuar?
SysRestoring=A preparar o restauro do sistema...
SysCreating=A criar um ponto de restauro do sistema...
Browse=Procurar...
AllHardDrive=Discos Rígidos Locais
Cleaning=A limpar...
Exported=O item actual foi exportado para %s, que abrir o ficheiro agora?
LeftTimeSec=Duração: %s segundo(s)
Safetodel=Este item pode ser apagado com segurança.
MoreSpace=Para mais espaço
Unknow=Desconhecido.
AddFileType=Adicionar um tipo de ficheiro
AlreadExist=%s já existe na lista
illegalType=%s é um tipo de ficheiro inválido.
Summary=Sumário
InputSummary=Por favor introduza a descrição para este tipo:
noselected=Nenhum item foi seleccionado.
DelFileType=Tem a certeza que quer eliminar este tipo de ficheiro?
ScanAborted=A análise foi cancelada!
TrashFound=Foram encontrados %d ficheiros, um total de %s.
NoTrashAndTrace=Parabéns! Tem um computador limpo!
CleanDone=Limpeza completa!
LestOne=Por favor escolha pelo menos um item para analisar.
LestOneClean=Por favor escolha pelo menos um item para limpar.
Scanning=A Analisar...
InvalidIgnorItem=Não pode ignorar este item.
TraceFound=Encontrados %d rastos.
CleanNow=Sugere-se uma limpeza imediata.
TrashRemoved=Foram removidos %d ficheiros e libertado %s de espaço no disco.
TraceRemoved=Foram removidos %d rastos.
LastCommonClean=A última vez que limpou o seu disco foi em:
Working=Por favor aguarde a conclusão da presente tarefa e tente de novo.
NoFilesFound=Não existem ficheiros de lixo
NoTracesFound=Não existem rastos
FindTraces=%d rastos
NoItemFound=Não foram encontrados itens
FindFilesSize=Foram encontrados %d ficheiros, com um total de %s
FindTracesSection=Foram encontrados %d rastos nesta secção
CanFreeSpace=Foram encontrados %d ficheiros e serão libertados %s
TotalTraces=Encontrados %d rastos
EnableRestore=O Restauro do Sistema está desactivado. Quer activá-lo agora?
RestorePointFail=Falha ao criar um ponto de restauro.
ErrorMsg=Mensagem de erro:
NoNewVer=Parabéns! A versão que está a usar é a mais recente!
KeyWord=Por favor introduza a(s) sua(s) palavra(s) chave:
AddFolder=Adicionar pasta
CannotCrTask=Não é possível criar uma tarefa agendada.
InvalidType=Por favor introduza uma extensão de ficheiro válida.
NoType=Por favor seleccione pelo menos um tipo para procurar.
FailToDelete=Alguns ficheiros não podem ser eliminados enquanto o sistema não for reiniciado.
GoodHabit=Manter o computador limpo é um bom hábito. Por favor mantenha-o assim!
7After=Passaram %d dias desde a última limpeza. Recomenda-se uma análise imediata.
7Before=É um bom hábito manter as suas unidades limpas e assegurar a sua privacidade.
TaskExists=A tarefa agendada já existe. Quer eliminá-la e criar uma nova? (Não - Editar a existente. Cancelar - cancelar o processo)
NoBackupSelected=Por favor escolha pelo menos uma cópia de segurança para restaurar.
StartScan=Iniciar Análise
StartClean=Iniciar Limpeza
Cancel=Cancelar
Idle=Quando Inactivo
Daily=Diária
Weekly=Semanal
Monthly=Mensal
Monday=Segunda-feira
Tuesday=Terça-feira
Wednesday=Quarta-feira
Thursday=Quinta-feira
Friday=Sexta-feira
Saturday=Sábado
Sunday=Domingo
AvdDefaultHint=Disponibiliza definições avançadas para encontrar ficheiros inúteis e libertar mais espaço.
TrashFoundEx=Foram encontrados os seguintes ficheiros de lixo:
NoDriveChecked=Deve escolher uma ou mais unidades para analisar.
ScanFor=Analisar a unidade:
FindDrives=A procurar unidades...
Login=Ao Iniciar sessão
NewVer=Está disponível uma nova versão! Quer actualizar agora?
TranslateTo=Traduzir para...
AddCookies=Adicionar Cookies
InputCookie=Introduzir Cookies (Por Exemplo: wisecleaner.com etc...)
InvalidCookie=Cookies Inválidos
BrowserRunning=%s está em execução. Gostaria de encerrá-lo? Caso contrário, caches e cookies não poderão ser limpos. 

[CommonClean]
ScanAbortedHint=Sugere-se que examine de novo para encontrar ficheiros inúteis e rastos.
DefaultHint=A limpeza de ficheiros inúteis e rastos pode libertar espaço e assegurar a sua privacidade.
ScanAbortedHint1=Sugere-se que examine de novo para encontrar ficheiros inúteis.
WhenIdle=Quando Inactivo
WhenLogin=Ao Iniciar sessão

[SysClean]
Open=Abrir
Remove=Remover
MoreSpace=Opcional
Cleaning=A limpar...
Scanning=A Analisar...
ScanEnd=Foram encontrados um total de %d itens. Serão libertados %s de espaço de disco após o emagrecimento.
NoItems=Parabéns! A sua unidade de sistema está limpa.
SpaceFreed=O emagrecimento está completo. Foram libertados %s de espaço de disco.
Installer=Instalador do Windows Obsoleto
LongInstaller=Instaladores do Windows Obsoletos são ficheiros inúteis. Podem ser removidos para libertar espaço.
PatchUninstall=Ficheiros de Desinstalação de Actualizações do Windows
LongPatchUninstall=Se não necessita de desinstalar Actualizações do Windows, pode remover estes ficheiros.
Downloadedfiles=Ficheiros de Instalação do Windows transferidos
Longdownloadedfiles=Após a actualização do Windows ter tido sucesso, pode remover estes ficheiros com segurança.
Baselinecache=Cache de Referência de Instaladores do Windows
LongBaselinecache=Os ficheiros foram criados pelo serviço de instalação do Windows e podem ser removidos.
JPIME=IME Japonês
LongJPIME=Se não necessita dos ficheiros de IME Japonês, pode removê-los.
KoreanIME=IME Coreano
LongKoreanIME=Se não necessita dos ficheiros do IME Coreano, pode removê-los.
TChineseIME=IME Chinês Tradicional
LongTChineseIME=Se não necessita dos ficheiros do IME Chinês Tradicional, pode removê-los.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Se não necessita dos ficheiros de Microsoft Pinyin IME, pode removê-los.
HelpFile=Ficheiros de Ajuda do Windows
LongHelpFile=Se não necessita dos ficheiros de ajuda do Windows, pode removê-los.
SamplePic=Fotografias de amostra do Windows
LongSamplePic=Se não necessita das Fotografias de amostra do Windows, pode removê-las.
SampleMic=Músicas de Amostra do Windows
LongSampleMic=Se não necessita das Músicas de Amostra do Windows, pode removê-las.
SampleVideos=Vídeos de Amostra do Windows
LongSampleVideos=Se não necessita dos Vídeos de Amostra do Windows, pode removê-los.
SampleMedia=Multimédia de Amostra do Windows
LongSampleMedia=Se não necessita dos Multimédia de Amostra do Windows, pode removê-los.
Wallpaper=Ficheiros de Fundo do Windows
LongWallpaper=Se não necessita dos Ficheiros de Fundo do Windows, pode removê-los.
[DiskDefrag]
Volume=Unidade
Format=Sistema de Ficheiros
TotalSpace=Espaço Total
FreeSpace=Espaço Livre
Fragmented=Fragmentos
Status=Estado
PmDefrag=Desfragmentar
QuickOpt=Optimização Rápida
FullOpt=Optimização Total
PmAnlyse=Analisar
Resume=Continuar
Analying=A analisar
Defragmenting=A desfragmentar
Optimizing=A optimizar
Analyed=Analisado
Defragmented=Desfragmentado
Optimized=Optimizado
Pause=Pausar
IsSSD=A sua selecção deve incluir pelo menos uma unidade sólida. A Desfragmentação do Disco pode encurtar o seu tempo de vida. Tem a certeza que quer continuar?
FragmentedRate=Fragmentação

[Area]
LogFiles=Ficheiros de registo de eventos
syscache=Cache do Sistema
Systempatches=Patches do sistema
tempfiles=Ficheiros Temporários
Invalidsysconfig=Configurações Inválidas do Sistema
SystemTrace=Rastos do Windows e de Programas
WindowsSystem=Sistema do Windows
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
MSEdgeCache=Cache do Microsoft Edge
MicrosoftEdge=Microsoft Edge
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Componentes do Windows
Cookies=Cookies
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Invalid Scheduled Tasks
Downloads=Ficheiros transferidos pelo Navegador
;MSEdge-Cache=Microsoft Edge-Cache Internet
MSEdge=Microsoft Edge-Histórico de transferências
MSEdge-Cookies=Microsoft Edge-Cookies
MSEdge-History=Microsoft Edge-Histórico Internet
IISLog=Ficheiros de registo IIS
WindowsSysCache=Cache do Sistema Windows
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Sessão do Google Chrome
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=Cache do PaleMoon 
PaleMoonHistory=Histórico do PaleMoon 
PaleMoonCookies=Cookies do PaleMoon 
PaleMoonDownloadHistory=Histórico de Transferências do PaleMoon
PaleMoonSession=Sessão do PaleMoon
PaleMoonSitePreferences=Preferências de Sites do PaleMoon 
PaleMoonSavedFormInformation=Informação de Formulários Gyardada do PaleMoon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Cache de Instaladores do Windows
MESCache=Registos e cache de actualizações do Microsoft Security Essentials
AppleInstallCache=Cache de Instalação de Programas Apple
MetroCache=Cache Metro do Windows  
UserDefine=Regras de limpeza definidas pelo utilizador
OfficeRecent=Histórico Recente do Microsoft Office
IEHistory=Histórico Activo do Microsoft Internet Explorer
FontCache=Cache de Fontes do Windows
InvalidStartMenu=Menus Iniciar Inválidos
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Ficheiros temporários do Adobe Reader
AdobePhotoshop=Histórico do Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Cache do Opera
OperaHistory=Histórico do Opera
OperaCookies=Coockies do Opera
OperaSessions=Sessões do Opera
OperaURLHistory=URLs digitadas do Opera
OperaSiteIcon=Ícones de sites do Opera
OperaPassword=Palavras-passe guardadas do Opera
Networkmapping=História do Mapeamento da Rede
LastDownloadDir=Último Local de Transferência
TrashClean=Ficheiros Desnecessários no Computador
TraceClean=Rastos no Computador
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Gestor de Imagens do Microsoft Office
Office=Microsoft Office
OfficeRecent=Histórico Recente do Microsoft Office
TypeOtherApp=Outras Aplicações
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Componentes do Windows
FireFoxOther=Outros Históricos do Mozilla FireFox
FireFoxPass=Palavras-passe guardadas do Mozilla FireFox
FireFoxForm=História de autopreenchimento de formulários do Mozilla FireFox
FireFoxCookies=Cookies do Mozilla FireFox
ChromePass=Palavras-passe guardadas do Google Chrome
ChromeForm=Histórico de autopreenchimento de formulários do Google Chrome
ChromeCookies=Cookies do Google Chrome
IEPass=Palavras-passe guardadas do IE (Não serão listados dados privados)
IEForm=Histórico de autopreenchimento de formulários do IE (Não serão listados dados privados)
IECookies=Cookies do Microsoft IE
DOMStoreCookies=Cookies DOMStore do Microsoft IE 
IEAddressBarHistory=Histórico da Barra de Endereços do IE
TypeInternet=Navegação na Internet
JumpList=Listas de Acesso Rápido da Barra de Tarefas (Os Itens fixos também serão removidos)
SearchList=Histórico de buscas no Windows
TraryNotify=Cache da Barra de Notificações do Windows
ExplorerMRU=Outros MRUs do Explorer
Recentdocuments=Documentos Recentes
RunStartMenu=Executar no Menu Iniciar
TypeSystem=Sistema do Windows
Flash=Adobe Flash Player
TypeMedia=Multimédia
FireFoxCache=Cache do Mozilla FireFox
ChromeCache=Cache do Google Chrome
IECahce=Cache do Microsoft IE
LogFile=Ficheiros de registo eventos do sistema
DownloadedPatch=Ficheiros de actualização do Windows
ErrorReport=Ficheiros de Relatório de Erros
Dump=Ficheiros de depuração de memória
ThumbCache=Cache de Miniaturas
InvalidLnk=Atalhos Inválidos
UserTemp=Ficheiros de lixo criados por Aplicações
SysTemp=Ficheiros de lixo criados pelo Windows
Prefetch=Dados Prefetch do Windows
RemoteDesktop=Ficheiros de cache do Ambiente de Trabalho Remoto
Recyclebin=Esvaziar a Reciclagem
SafariCache=Cache Internet do Safari
SafariHistory=Histórico do Safari
SafariCookies=Cookies do Safari
SafariPass=Informação de Formulários guardada do Safari
YahooMessage=Mensagens Yahoo
WLM=Windows Live Messenger
SunJava=Sun Java
ChromeLocalstorage=Armazenamento Local do Google
InvalidScTask=Tarefas Agendadas Inválidas

[Type]
UserDefine=Definido pelo Utilizador
ZeroFile=Ficheiros Vazios - 0 bytes
WinSetupLog=Ficheiros de registo de erros de instalação do Windows
NtUninstall=Origens de desinstalação de actualizações do Windows
InvalidLnk=Atalhos Inválidos
UserTemp=Ficheiros em pastas temporárias dos utilizadores
WinTemp=Ficheiros em pastas temporárias do Windows
RecentFiles=Ligações de Ficheiros Recentes
PatchSource=Origens de Actualizações do Windows
TempFile=Ficheiros Temporários
fcwdir=Ficheiros criados por um processo de transferência
tfcbp=Ficheiros temporários criados por programas
sdrf=Ficheiros de Restauro criados pelo exame do disco
OldFile=Ficheiros antigos
outdatedfile=Ficheiros desactualizados
fcwhfir=Ficheiros criados quando um ficheiro de ajuda é executado
Ncfile=Ficheiros de cache de Newsgroup
Backupfile=Ficheiros de Cópias de Segurança
WBfile=Ficheiros de Cópias de Segurança do MS Word
Cbswahf=Ficheiros criados aquando da procura num ficheiro de ajuda
whtf=Ficheiros temporários do sistema de ajuda do Windows
Logfile=Ficheiros de registo de eventos
LLogfile=Ficheiros de registo de eventos criados por aplicações ou serviços do sistema.
Errorfile=Ficheiros de Erro
Wmdf=Ficheiros de depuração da memória no Win2000/XP
bcomf=Cópias de Segurança de ficheiros modificados
Indexfile=Ficheiros de índice
ifcbsiotitpbs=Ficheiros de índice criados pelo sistema com vista a acelerar a velocidade de procura de imagens
Tfcds=Ficheiros temporários criados durante a instalação
Intermediatefile=Ficheiros intermediários
chkfile=Ficheiro recuperado

[AutoClean]
DiskSaved=Foi ganho espaço no disco.
Title=Parabéns!
TraceCleanned=Os rastos foram limpos.

[Skin]
SkinDefault=Padrão
SkinGray=Cinzento
SkinOrange=Laranja
SkinCustom=Personalizada
SkinColor=Cor Personalizada

[AutoUpdate]
CurrentFile=Ficheiro Actual:
Canceling=A cancelar..
CANCEL=Cancelar
Ready=Pronto para transferir.